
/* */
"AppSocket/HP JetDirect" = "JetDirect";

/* */
"Bluetooth Printer (bluetooth)" = "Bluetooth";

/* */
"Fax Printer (fax)" = "Fax";

/* */
"FireWire Printer" = "FireWire";

/* */
"Internet Printing Protocol (http)" = "Protocole d’impression IPP (http)";

/* */
"Internet Printing Protocol (ipp)" = "Protocole IPP";

/* */
"LPD/LPR Host or Printer" = "Hôte ou imprimante LPD/LPR";

/* */
"Serial Printer (serial)" = "Série";

/* */
"USB Printer (usb)" = "USB";

/* */
"Windows Printer via SAMBA" = "Windows";

/* */
"Zeroconf registered printer..." = "Bonjour";

/* User will enter the URI manually menu item */
"manual" = "Autre périphérique";

/* Internal Modem */
"modem" = "Modem interne";

/* Bluetooth Modem */
"Bluetooth-Modem" = "Modem Bluetooth";


